Repository: eastsea-xyz/eastsea
Catalog: apps/wallet/Resources/Localizable.xcstrings
Source language: en
Languages: es, ja, ko, zh_hans, zh_hant

source: This folder holds node keys (%@). Keys must stay on this Mac. Pick an empty folder without keys.
ja: このフォルダにはノードのキー（%@）があります。キーはこのMacだけに保管してください。キーのない空のフォルダを選んでください。
ko: 이 폴더에 노드 키(%@)가 있어요. 키는 이 Mac에만 두어야 해요. 키가 없는 빈 폴더를 골라 주세요.
zh_hans: 此文件夹中有节点密钥 %@。密钥必须留在此 Mac 上，请选择不含密钥的空文件夹。
zh_hant: 此資料夾包含節點金鑰（%@）。金鑰必須留在此 Mac，請選擇不含金鑰的空資料夾。

source: This is more than the free space allows: 20 GB always stays free. Pick a smaller size.
ja: 空き容量で使える範囲を超えています。常に20 GBを空けておく必要があります。もっと小さい容量を選んでください。
ko: 남은 공간보다 커요. 20GB는 항상 비워 둬야 해요. 더 작은 크기를 골라 주세요.
zh_hans: 这超过了可用空间，必须始终保留 20 GB 空闲。请选择更小的容量。
zh_hant: 此容量超出可用空間，須始終保留 20 GB。請選擇較小的容量。

source: This node cannot show your full history yet. Update the node or switch to another node.
ja: このノードはまだ全履歴を表示できません。ノードをアップデートするか、別のノードを使ってください。
ko: 이 노드는 아직 전체 내역을 보여 줄 수 없어요. 노드를 업데이트하거나 다른 노드를 써 주세요.
zh_hans: 此节点尚不能显示完整记录，请更新节点或切换至其他节点。
zh_hant: 此節點尚無法顯示完整紀錄，請更新節點或改用另一個節點。

source: This node refused the history request, so this list may be incomplete.
ja: ノードが履歴の依頼を拒否したため、一覧が一部欠けている場合があります。
ko: 노드가 내역 요청을 거절해서 이 목록에 빠진 게 있을 수 있어요.
zh_hans: 节点拒绝了记录请求，因此此列表可能不完整。
zh_hant: 此節點拒絕了紀錄請求，因此清單可能不完整。

source: This node's keys came from another Mac. Restore them on the original Mac, or rebind them here if you intentionally moved this node.
ja: このノードのキーは別のMacから移されたものです。元のMacに復元するか、ノードを意図的に移した場合は、このMacにキーを再関連付けしてください。
ko: 이 노드의 키가 다른 Mac에서 옮겨 왔어요. 원래 Mac에 복원하거나, 노드를 의도적으로 옮겼다면 이 Mac에 키를 다시 연결해 주세요.
zh_hans: 此节点的密钥来自另一台 Mac。请在原来的 Mac 上恢复密钥；如果您是有意迁移此节点，请在此 Mac 上重新绑定密钥。
zh_hant: 此節點的金鑰來自另一台 Mac。請在原來的 Mac 上還原金鑰；如果您是刻意移轉此節點，請在此 Mac 上重新綁定金鑰。

source: This node's keys came from another Mac. Voting and signing have stopped.
ja: このノードのキーは別のMacから移されたものです。投票と署名を停止しました。
ko: 이 노드의 키가 다른 Mac에서 옮겨 왔어요. 투표와 서명을 멈췄어요.
zh_hans: 此节点的密钥来自另一台 Mac。投票和签名已停止。
zh_hant: 此節點的金鑰來自另一台 Mac。投票與簽名已停止。

source: This node's retained history starts at block #%@.
ja: このノードが保管する履歴はブロック#%@からです。
ko: 이 노드가 보관한 내역은 블록 #%@부터예요.
zh_hans: 此节点保留的记录始于区块 #%@。
zh_hant: 此節點保留的紀錄從區塊 #%@ 開始。

source: This page changed before you approved the request. Try again on the current page.
ja: リクエストを承認する前にページが変わりました。現在のページで再試行してください。
ko: 요청을 승인하기 전에 페이지가 바뀌었어요. 현재 페이지에서 다시 시도하세요.
zh_hans: 批准请求前页面已更改。请在当前页面重试。
zh_hant: 核准要求前頁面已變更。請在目前頁面重試。

source: This page could not be loaded.
ja: ページを読み込めませんでした。
ko: 페이지를 불러오지 못했어요.
zh_hans: 无法加载此页面。
zh_hant: 無法載入此頁面。

source: This page is not part of the app.
ja: このページはアプリの一部ではありません。
ko: 앱에 들어 있는 페이지가 아니에요.
zh_hans: 此网页不属于应用。
zh_hant: 此頁面不屬於應用程式。

source: This payment is not recorded on chain yet.
ja: この支払いはまだチェーンに記録されていません。
ko: 이 거래는 아직 체인에 기록되지 않았어요.
zh_hans: 此付款尚未记录在链上。
zh_hant: 此付款尚未記錄在鏈上。

source: This place cannot be read. Pick another folder.
ja: この場所を読み取れません。別のフォルダを選んでください。
ko: 이 위치를 읽을 수 없어요. 다른 폴더를 골라 주세요.
zh_hans: 无法读取此位置，请选择其他文件夹。
zh_hant: 無法讀取此位置，請選擇其他資料夾。

source: This resends the payment that did not go through (number %llu) at the current fee. Both share that number, so only one of them can go through.
ja: 完了しなかった支払い（番号%llu）を現在の手数料で再送します。2つの支払いは同じ番号のため、どちらか一方だけが完了できます。
ko: 처리되지 않은 결제(번호 %llu)를 지금 수수료로 다시 보내요. 둘이 같은 번호라 둘 중 하나만 처리돼요.
zh_hans: 按当前手续费重发未成功的付款，编号为 %llu。两笔付款使用相同编号，因此只能有一笔成功。
zh_hant: 以目前手續費重新傳送未完成的付款（編號 %llu）。兩筆使用相同編號，因此只有一筆可完成。

source: This sea name could not be verified.
ja: このsea://の名前を検証できませんでした。
ko: 이 sea:// 이름을 확인하지 못했어요.
zh_hans: 无法验证此 sea:// 名称。
zh_hant: 無法驗證此 sea:// 名稱。

source: This sea name is not available yet.
ja: このsea://の名前はまだ利用できません。
ko: 이 sea:// 이름은 아직 사용할 수 없어요.
zh_hans: 此 sea:// 名称暂不可用。
zh_hant: 此 sea:// 名稱尚無法使用。

source: This site is asking which address this wallet controls. Saying yes shows it **%@** — the address itself, not your key, and not your balances.
ja: このサイトがウォレットのアドレスを問い合わせています。許可すると**%@**を表示します。アドレスだけで、キーや残高は表示しません。
ko: 이 사이트가 이 지갑의 주소를 묻고 있어요. 허락하면 주소 **%@** 하나만 보여 줘요. 키나 잔액은 보여 주지 않아요.
zh_hans: 此网站想知道这个钱包的地址。允许后，它只能看到地址 **%@**，无法看到密钥或余额。
zh_hant: 此網站正在詢問錢包控制的地址。允許後只會顯示 **%@** 地址，不會顯示金鑰或餘額。

source: This token is not on the wallet’s trusted list
ja: このトークンはウォレットの信頼する一覧にありません
ko: 지갑의 신뢰 목록에 없는 토큰이에요
zh_hans: 此代币不在钱包的信任列表中
zh_hant: 此代幣不在錢包的信任清單中

source: This token is not on the wallet’s trusted list, so sending it needs your confirmation of the exact number of units.
ja: このトークンはウォレットの信頼する一覧にありません。送るには正確な単位数の確認が必要です。
ko: 지갑의 신뢰 목록에 없는 토큰이라, 보내려면 정확한 단위 수를 확인해 주셔야 해요.
zh_hans: 此代币不在钱包的信任列表中，发送前需要你确认准确的单位数量。
zh_hant: 此代幣不在錢包的信任清單中，傳送前需確認確切的單位數。

source: This token is not on the wallet’s trusted list: its unit size is its own claim. You will confirm the exact unit count before sending.
ja: このトークンはウォレットの信頼する一覧にありません。単位の大きさはトークン自身が示す値です。送る前に正確な単位数を確認します。
ko: 지갑의 신뢰 목록에 없는 토큰이라 단위 크기는 토큰이 스스로 밝힌 값이에요. 보내기 전에 정확한 단위 수를 확인하게 돼요.
zh_hans: 此代币不在钱包的信任列表中，其单位大小由代币自行声明。发送前需要确认准确的单位数量。
zh_hant: 此代幣不在錢包的信任清單中，單位大小是代幣自行聲明。傳送前會請你確認確切的單位數。

source: This token’s details are not confirmed yet. Open Assets and let the wallet confirm them first.
ja: このトークンの情報はまだ確認できていません。資産画面を開き、先にウォレットで確認してください。
ko: 이 토큰 정보가 아직 확인되지 않았어요. 자산을 열어 지갑이 먼저 확인하게 해 주세요.
zh_hans: 此代币的信息尚未确认。请打开“资产”，先让钱包确认。
zh_hant: 此代幣的資料尚未確認。請開啟「資產」，先讓錢包確認。

source: This token’s details changed since the send was confirmed. Close this and confirm the send again.
ja: 送金を確認した後にトークンの情報が変わりました。この画面を閉じて、もう一度送金を確認してください。
ko: 보내기를 확인한 뒤 토큰 정보가 바뀌었어요. 이 창을 닫고 다시 확인해 주세요.
zh_hans: 确认发送后，代币信息发生了变化。请关闭此窗口，再次确认发送。
zh_hant: 確認傳送後，代幣資料已有變更。請關閉此視窗，再次確認傳送。

source: This token’s units come from the list shipped with the wallet; confirm the send again.
ja: このトークンの単位はウォレットに含まれる一覧に従います。もう一度送金を確認してください。
ko: 이 토큰의 단위는 지갑에 들어 있는 목록을 따라요. 다시 확인해 주세요.
zh_hans: 此代币的单位来自钱包内置列表，请再次确认发送。
zh_hant: 此代幣的單位依錢包內建清單，請再次確認傳送。

source: This transaction could not run. Nothing was sent.
ja: この取引を実行できませんでした。送金はしていません。
ko: 이 거래를 실행하지 못했어요. 보내지 않았어요.
zh_hans: 这笔交易未能执行。没有发送资金。
zh_hant: 這筆交易無法執行。沒有傳送資金。

source: This translation is for reference; the English text governs.
ja: この翻訳は参考用です。英語の本文が優先されます。
ko: 이 번역은 참고용이며, 영문이 기준이에요.
zh_hans: 此翻译仅供参考，以英文文本为准。
zh_hant: 此翻譯僅供參考；以英文內容為準。

source: This update is not approved by the network yet.
ja: このアップデートはまだネットワークに承認されていません。
ko: 이 업데이트는 아직 네트워크가 승인하지 않았어요.
zh_hans: 网络尚未批准此更新。
zh_hant: 此更新尚未獲網路批准。

source: This update is not approved by the network. %@ left it alone and waits for the next approved release.
ja: このアップデートはネットワークに承認されていません。%@はインストールせず、次の承認済みリリースを待ちます。
ko: 네트워크가 승인하지 않은 업데이트예요. %@는 설치하지 않고 다음 승인된 릴리스를 기다려요.
zh_hans: 网络未批准此更新。%@ 不会安装，会等待下一个获批的版本。
zh_hant: 此更新未獲網路批准，%@ 不會安裝，會等待下一個獲批准的版本。

source: This version can no longer run the chain. Please update the app.
ja: このバージョンではチェーンを動かせなくなりました。アプリをアップデートしてください。
ko: 이 버전으로는 체인을 실행할 수 없어요. 앱을 업데이트해 주세요.
zh_hans: 此版本已无法运行链，请更新应用。
zh_hant: 此版本已無法執行區塊鏈，請更新應用程式。

source: This version of %@ supports protocol %u.
ja: このバージョンの%@はプロトコル%uに対応しています。
ko: 이 버전의 %@는 프로토콜 %u까지 지원해요.
zh_hans: 此版本的 %@ 支持协议 %u。
zh_hant: 此版本的 %@ 支援協定 %u。

source: This wallet now holds less than the confirmed amount.
ja: ウォレットの残高が確認した金額より少なくなっています。
ko: 지금 지갑에 확인한 금액보다 적게 남아 있어요.
zh_hans: 此钱包当前余额低于已确认的金额。
zh_hant: 此錢包目前的餘額已少於確認的金額。

source: Time
ja: 時刻
ko: 시간
zh_hans: 时间
zh_hant: 時間

source: Time unknown
ja: 時刻不明
ko: 시간 알 수 없음
zh_hans: 时间未知
zh_hant: 時間不明

source: To
ja: 受取人
ko: 받는 사람
zh_hans: 收款人
zh_hant: 收款人

source: To keep the node running while the Mac is locked or after a restart, turn on “Allow in the Background”. Until then it runs inside the app.
ja: Macのロック中や再起動後もノードを動かし続けるには、「バックグラウンドでの実行を許可」をオンにしてください。それまではアプリ内で動作します。
ko: Mac이 잠겨 있거나 재시동해도 노드를 계속 돌리려면 ‘백그라운드 허용’을 켜 주세요. 그때까지는 앱 안에서 돌아요.
zh_hans: 若想在 Mac 锁定或重新启动后让节点继续运行，请开启“允许在后台”。开启前，节点在应用中运行。
zh_hant: 若要在 Mac 鎖定或重新啟動後繼續執行節點，請開啟「允許在背景執行」。開啟前，節點只在應用程式內執行。

source: To: %@
ja: 送金先：%@
ko: 받는 곳: %@
zh_hans: 收款人：%@
zh_hant: 收款人：%@

source: Today
ja: 今日
ko: 오늘
zh_hans: 今天
zh_hant: 今天

source: Token
ja: トークン
ko: 토큰
zh_hans: 代币
zh_hant: 代幣

source: Token approval (allows spending)
ja: トークンの使用を許可（支出を認める）
ko: 토큰 사용 허락 (가져다 쓸 수 있게 함)
zh_hans: 代币授权（允许支出）
zh_hant: 代幣使用許可（允許支出）

source: Token transfer
ja: トークンを送る
ko: 토큰 보내기
zh_hans: 代币转账
zh_hant: 代幣傳送

source: Token transfer from
ja: トークンの代理送金
ko: 토큰 대신 보내기
zh_hans: 代币代转
zh_hant: 代為傳送代幣

source: Tokens
ja: トークン
ko: 토큰
zh_hans: 代币
zh_hant: 代幣

source: Tokens updated %@
ja: トークンの更新：%@
ko: 토큰 업데이트: %@
zh_hans: 代币更新于 %@
zh_hant: 代幣更新於 %@

source: Tokens updated just now
ja: トークンをたった今更新しました
ko: 토큰을 방금 업데이트했어요
zh_hans: 代币刚刚更新
zh_hant: 代幣剛剛更新

source: Transactions in the last %lld blocks
ja: 直近%lldブロックの取引
ko: 최근 블록 %lld개의 거래
zh_hans: 最近 %lld 个区块的交易
zh_hant: 最近 %lld 個區塊的交易

source: Transfer fee (max)
ja: 送金手数料（最大）
ko: 보내기 수수료 (최대)
zh_hans: 转账手续费（最高）
zh_hant: 傳送手續費（最高）

source: Tried again every 30 s.
ja: 30秒ごとに再試行します。
ko: 30초마다 다시 시도해요.
zh_hans: 每 30 秒重试。
zh_hant: 每 30 秒重試。

source: Trust it
ja: 信頼する
ko: 신뢰하기
zh_hans: 信任
zh_hant: 信任

source: Try Again
ja: 再試行
ko: 다시 시도
zh_hans: 重试
zh_hant: 再試一次

source: Try Now
ja: 今すぐ再試行
ko: 지금 다시 시도
zh_hans: 立即重试
zh_hant: 立即重試

source: Try again
ja: 再試行
ko: 다시 시도
zh_hans: 重试
zh_hant: 再試一次

source: Turn Off and Delete the History
ja: オフにして履歴を削除
ko: 끄고 보관한 기록 지우기
zh_hans: 关闭并删除历史
zh_hant: 關閉並刪除紀錄

source: Turn Off, Keep the History
ja: オフにして履歴を残す
ko: 끄고 보관한 기록은 남겨 두기
zh_hans: 关闭并保留历史
zh_hant: 關閉並保留紀錄

source: Turn On
ja: オンにする
ko: 켜기
zh_hans: 开启
zh_hant: 開啟

source: Turn it on and this Mac checks every block itself.
ja: オンにすると、このMacがすべてのブロックを直接確認します。
ko: 켜면 이 Mac이 블록을 직접 확인해요.
zh_hans: 开启后，此 Mac 会自行检查每个区块。
zh_hant: 開啟後，此 Mac 會自行檢查每個區塊。

source: Turn off full history?
ja: 全履歴の保管をオフにしますか？
ko: 전체 기록 보관을 끌까요?
zh_hans: 关闭完整历史？
zh_hant: 關閉完整紀錄保留？

source: Turn on “Removable Volumes” for EastSea in System Settings › Privacy & Security › Files and Folders.
ja: システム設定 › プライバシーとセキュリティ › ファイルとフォルダで、EastSeaの「リムーバブルボリューム」をオンにしてください。
ko: 시스템 설정 › 개인정보 보호 및 보안 › 파일 및 폴더에서 동해의 ‘이동식 볼륨’을 켜 주세요.
zh_hans: 在“系统设置”›“隐私与安全性”›“文件与文件夹”中，为 EastSea 开启“可移动宗卷”。
zh_hant: 請在「系統設定」›「隱私權與安全性」›「檔案與資料夾」中，開啟 EastSea 的「卸除式卷宗」。

source: Txs
ja: 取引数
ko: 거래 수
zh_hans: 交易数
zh_hant: 交易數

source: Type the validator address
ja: 検証者のアドレスを入力
ko: 검증인 주소 입력
zh_hans: 输入验证者地址
zh_hant: 輸入驗證者位址

source: Type this validator address to confirm:
ja: 確認のため、次の検証者のアドレスを入力してください：
ko: 확인하려면 다음 검증인 주소를 직접 입력해 주세요:
zh_hans: 请输入此验证者地址以确认：
zh_hant: 請輸入此驗證者位址以確認：

source: Unlimited
ja: 無制限
ko: 무제한
zh_hans: 无限制
zh_hant: 無限制

source: Unlock this Mac to finish moving your wallet
ja: ウォレットの移動を完了するには、このMacのロックを解除してください
ko: 지갑을 마저 옮기려면 이 Mac의 잠금을 풀어 주세요
zh_hans: 解锁此 Mac 以完成钱包迁移
zh_hant: 解鎖此 Mac 以完成移動錢包

source: Unlock this Mac to finish moving your wallet. Your node data has already moved; the wallet key file can only be read while the Mac is unlocked. Nothing was deleted.
ja: ウォレットの移動を完了するには、このMacのロックを解除してください。ノードデータはすでに移動済みです。ウォレットのキーファイルはMacのロック解除中にのみ読み取れます。何も削除されていません。
ko: 지갑을 마저 옮기려면 이 Mac의 잠금을 풀어 주세요. 노드 데이터는 이미 옮겼고, 지갑 키 파일은 Mac의 잠금이 풀려 있을 때만 읽을 수 있어요. 지운 것은 없어요.
zh_hans: 请解锁此 Mac 以完成钱包迁移。节点数据已移完，钱包密钥文件只能在 Mac 解锁时读取。没有删除任何内容。
zh_hant: 請解鎖此 Mac 以完成移動錢包。節點資料已移動，錢包金鑰檔案只能在 Mac 解鎖時讀取。沒有刪除任何資料。

source: Unlock this device to create your wallet key.
ja: ウォレットのキーを作るには、デバイスのロックを解除してください。
ko: 지갑 키를 만들려면 기기 잠금을 풀어 주세요.
zh_hans: 请解锁此设备以创建钱包密钥。
zh_hant: 請解鎖此裝置以建立錢包金鑰。

source: Unlock this device to open your wallet. Your wallet is safe.
ja: ウォレットを開くには、デバイスのロックを解除してください。ウォレットは安全です。
ko: 지갑을 열려면 기기 잠금을 풀어 주세요. 지갑은 안전해요.
zh_hans: 请解锁此设备以打开钱包。你的钱包是安全的。
zh_hant: 請解鎖此裝置以開啟錢包。你的錢包很安全。

source: Until then, turn this Mac on by hand after a power cut; the node then comes back without logging in.
ja: それまでは、停電後にこのMacを手動で起動してください。ノードはログインなしで再開します。
ko: 그 전까지는 정전 후 이 Mac을 직접 켜 주세요. 켜면 로그인 없이 노드가 돌아와요.
zh_hans: 开启前，断电后请手动打开此 Mac，节点会无需登录自动恢复。
zh_hant: 開啟前，停電後請手動啟動此 Mac，節點便會恢復，無須登入。

source: Unverified (%lld)
ja: 未確認（%lld）
ko: 확인 안 됨 (%lld)
zh_hans: 未确认（%lld）
zh_hant: 尚未驗證（%lld）

source: Unverified token
ja: 未確認のトークン
ko: 확인 안 된 토큰
zh_hans: 未确认的代币
zh_hant: 尚未驗證的代幣

source: Unverified units
ja: 未確認の単位
ko: 단위 확인 안 됨
zh_hans: 未确认的单位
zh_hant: 尚未驗證的單位

source: Unwrap %@
ja: %@のラップを解除
ko: %@ 래핑 해제
zh_hans: 解除封装 %@
zh_hant: 解除封裝 %@

source: Unwrapped
ja: ラップを解除しました
ko: 래핑 해제
zh_hans: 已解除封装
zh_hant: 已解除封裝

source: Update %@ before %@ (estimated)
ja: %2$@までに%1$@をアップデートしてください（予定）
ko: %2$@ 전에 %1$@를 업데이트해 주세요 (예상)
zh_hans: 在 %2$@ 前更新 %1$@（预计）
zh_hant: 請更新 %@，期限為 %@（預估）

source: Update needed
ja: アップデートが必要です
ko: 업데이트 필요
zh_hans: 需要更新
zh_hant: 需要更新

source: Updated to %@. %@ is checking that this Mac's node is healthy…
ja: %@にアップデートしました。%@がこのMacのノードが正常か確認中…
ko: %@로 업데이트했어요. %@가 이 Mac의 노드가 정상인지 확인하는 중…
zh_hans: 已更新至 %@。%@ 正在检查此 Mac 的节点是否正常…
zh_hant: 已更新至 %@，%@ 正在確認此 Mac 的節點是否正常…

source: Updates are off: this copy of the app cannot check which updates the network approved.
ja: アップデートはオフです。このアプリではネットワークが承認したアップデートを確認できません。
ko: 업데이트가 꺼져 있어요: 이 앱으로는 네트워크가 승인한 업데이트를 확인할 수 없어요.
zh_hans: 更新已关闭：此应用无法检查网络批准了哪些更新。
zh_hant: 更新已關閉：此應用程式無法確認網路批准了哪些更新。

source: Updates install by themselves. Last checked %@.
ja: アップデートは自動でインストールします。最終確認：%@。
ko: 업데이트는 저절로 설치돼요. 마지막 확인: %@.
zh_hans: 更新会自动安装。上次检查：%@。
zh_hant: 更新會自動安裝。最後確認於 %@。

source: Updates install by themselves. Not checked yet.
ja: アップデートは自動でインストールします。まだ確認していません。
ko: 업데이트는 저절로 설치돼요. 아직 확인하지 않았어요.
zh_hans: 更新会自动安装，尚未检查。
zh_hant: 更新會自動安裝，尚未確認。

source: Updating the app…
ja: アプリをアップデート中…
ko: 앱을 업데이트하는 중…
zh_hans: 正在更新应用…
zh_hant: 正在更新應用程式…

source: Use a full web address for a favorite.
ja: お気に入りには完全なウェブアドレスを入力してください。
ko: 즐겨찾기에는 전체 웹 주소를 입력하세요.
zh_hans: 请使用完整网址添加收藏。
zh_hant: 請使用完整網址新增收藏。

source: Use this if a recovery device or your recovery words may be in someone else's hands, then add trusted ones again.
ja: 復旧用デバイスや復旧用の単語がほかの人の手に渡った可能性がある場合に使い、信頼できるものを再び追加してください。
ko: 복구 기기나 복구 단어가 다른 사람 손에 들어갔을 수 있다면 이걸 쓰고, 믿을 수 있는 것을 다시 추가하세요.
zh_hans: 如果恢复设备或恢复词可能落入他人手中，请使用此操作，再重新添加你信任的设备或恢复词。
zh_hant: 若復原裝置或復原詞語可能落入他人手中，請使用此功能，再新增可信任的裝置或詞語。

source: Uses the GPU and power while on, at your cost. The first valid proof of a block gets a test %@ reward in this wallet.
ja: オンの間はGPUと電力を使い、費用は自分で負担します。各ブロックで最初の有効な証明に、このウォレットへテスト用%@の報酬が支払われます。
ko: 켜 두는 동안 GPU와 전기를 쓰고, 그 비용은 본인 부담이에요. 블록을 가장 먼저 올바르게 증명하면 이 지갑으로 테스트 %@ 보상을 받아요.
zh_hans: 开启期间会使用 GPU 和电力，费用由你承担。每个区块的首份有效证明可在此钱包获得测试 %@ 奖励。
zh_hant: 開啟時會使用 GPU 與電力，費用由你負擔。每個區塊的首份有效證明會在此錢包獲得測試 %@ 獎勵。

source: Validator candidate: eligible in about %@ h
ja: バリデーター候補：資格まであと約%@時間
ko: 검증자 후보: 자격까지 약 %@시간
zh_hans: 验证者候选：约 %@ 小时后符合资格
zh_hant: 驗證者候選：約 %@ 小時後符合資格

source: Validator candidate: eligible, waiting for the next draw
ja: バリデーター候補：資格があります。次の抽選を待っています
ko: 검증자 후보: 자격을 갖췄어요. 다음 추첨을 기다려요
zh_hans: 验证者候选：已符合资格，正在等待下一次抽选
zh_hant: 驗證者候選：已符合資格，正在等待下一次抽選

source: Validator candidate: needs more time online
ja: バリデーター候補：もう少し長くオンラインでいる必要があります
ko: 검증자 후보: 온라인 상태를 더 오래 유지해야 해요
zh_hans: 验证者候选：需要保持在线更长时间
zh_hant: 驗證者候選：需要保持上線更長時間

source: Validator candidate: needs more time online after missed check-ins
ja: バリデーター候補：確認を逃した分、もう少しオンラインでいる必要があります
ko: 검증자 후보: 놓친 온라인 확인을 만회할 시간이 필요해요
zh_hans: 验证者候选：错过了在线确认，需要更多在线时间来弥补
zh_hant: 驗證者候選：錯過了上線確認，需要更多上線時間來彌補

source: Validator candidate: needs more time to show stable online activity
ja: バリデーター候補：安定したオンライン状態をもう少し確認する必要があります
ko: 검증자 후보: 안정적인 온라인 활동을 더 확인해야 해요
zh_hans: 验证者候选：需要更多时间确认稳定的在线状态
zh_hant: 驗證者候選：需要更多時間確認穩定的上線狀態

source: Validator candidate: waiting for the latest online check-in
ja: バリデーター候補：最新のオンライン確認を待っています
ko: 검증자 후보: 최근 온라인 확인을 기다리고 있어요
zh_hans: 验证者候选：正在等待最新的在线确认
zh_hant: 驗證者候選：正在等待最新的上線確認

source: Verified
ja: 検証済み
ko: 검증됨
zh_hans: 已验证
zh_hant: 已驗證

source: Verified by this device
ja: このデバイスで検証済み
ko: 이 기기가 검증함
zh_hans: 此设备已验证
zh_hant: 已由此裝置驗證

source: Verified on this Mac
ja: このMacで検証済み
ko: 이 Mac에서 검증됨
zh_hans: 此 Mac 已验证
zh_hant: 已在此 Mac 上驗證

source: Verify blockchain data
ja: ブロックチェーンデータの検証
ko: 블록체인 데이터 검증
zh_hans: 验证区块链数据
zh_hant: 驗證區塊鏈資料

source: Verify blocks and choose where node rewards arrive.
ja: ブロックを検証し、ノード報酬の受取先を選びます。
ko: 블록을 검증하고 노드 보상을 받을 곳을 정하세요.
zh_hans: 验证区块并选择节点奖励的接收账户。
zh_hant: 驗證區塊並選擇節點獎勵的接收帳戶。

source: Verify every block on this Mac and let the wallet use it. Off when the app quits.
ja: このMacですべてのブロックを検証し、ウォレットがそのノードを使います。アプリを終了するとオフになります。
ko: 이 Mac에서 모든 블록을 검증하고 지갑이 그 노드를 쓰게 해요. 앱을 종료하면 꺼져요.
zh_hans: 在此 Mac 上验证每个区块，并让钱包使用此节点。退出应用时关闭。
zh_hant: 在此 Mac 上驗證每個區塊，並讓錢包使用此節點。結束應用程式時會關閉。

source: Verifying
ja: 確認中
ko: 검증하는 중
zh_hans: 确认中
zh_hant: 確認中

source: Verifying blocks
ja: ブロックを検証中
ko: 블록 검증 중
zh_hans: 正在验证区块
zh_hant: 正在驗證區塊

source: Verifying…
ja: 確認中…
ko: 검증하는 중…
zh_hans: 确认中…
zh_hant: 正在確認…

source: Voting
ja: 投票中
ko: 투표 중
zh_hans: 正在投票
zh_hant: 正在投票

source: Voting node
ja: 投票ノード
ko: 투표 노드
zh_hans: 投票节点
zh_hant: 投票節點

source: Voting · this Mac signs blocks
ja: 投票中 · このMacがブロックに署名します
ko: 투표 중 · 이 Mac이 블록에 서명해요
zh_hans: 正在投票 · 此 Mac 为区块签名
zh_hant: 正在投票 · 此 Mac 簽署區塊

source: WORKING
ja: 稼働中
ko: 작동 중
zh_hans: 正在运行
zh_hant: 正在執行

source: Waiting for an earlier payment to go through first.
ja: 先に送った支払いの処理を待っています。
ko: 앞서 보낸 거래가 먼저 처리되기를 기다리고 있어요.
zh_hans: 正在等待更早的付款先完成。
zh_hant: 正在等候先前的付款先完成。

source: Waiting to confirm this Mac
ja: このMacの確認を待っています
ko: 이 Mac 확인 대기
zh_hans: 等待确认此 Mac
zh_hant: 等待確認此 Mac

source: Waiting transactions
ja: 待機中の取引
ko: 대기 중인 거래
zh_hans: 等待中的交易
zh_hant: 等待中的交易

source: Warm-up: %lld%% of a full share · full in %lld days
ja: 準備期間：取り分の%lld%% · %lld日後に全額
ko: 준비 기간: 전체 몫의 %lld%% · %lld일 뒤 전체
zh_hans: 准备期：完整份额的 %lld%% · %lld 天后达到完整份额
zh_hant: 準備期間：完整份額的 %lld%% · %lld 天後取得完整份額

source: Web address
ja: ウェブアドレス
ko: 웹 주소
zh_hans: 网址
zh_hant: 網址

source: What the chain paid, grouped by its own block times. Expand a day for every reward in it.
ja: チェーンから支払われた報酬を、ブロックの時刻で日ごとにまとめています。日付を開くと、その日のすべての報酬を確認できます。
ko: 체인이 지급한 보상을 블록 시간 기준으로 날짜별로 묶었어요. 날짜를 펼치면 그날의 보상이 모두 보여요.
zh_hans: 按链上区块时间将已支付的奖励按天分组。展开某一天可查看当天的每笔奖励。
zh_hant: 鏈上已支付的獎勵，依區塊時間按日期分組。展開日期即可查看當天每筆獎勵。

source: Where your balance comes from
ja: 残高の内訳
ko: 잔액은 어디서 왔나요
zh_hans: 你的余额从哪里来
zh_hant: 餘額的來源

source: While this Mac signs blocks on power, %@ keeps it from sleeping.
ja: 電源に接続したこのMacがブロックに署名する間、%@がスリープを防ぎます。
ko: 이 Mac이 전원에 연결된 채 블록에 서명하는 동안 %@가 잠자기를 막아요.
zh_hans: 此 Mac 接通电源并为区块签名时，%@ 会阻止它进入睡眠。
zh_hant: 此 Mac 接上電源並簽署區塊時，%@ 會讓它保持喚醒。

source: While this Mac signs blocks, %@ keeps it from sleeping, on battery too.
ja: このMacがブロックに署名する間、バッテリー使用中も%@がスリープを防ぎます。
ko: 이 Mac이 블록에 서명하는 동안에는 배터리 사용 중에도 %@가 잠자기를 막아요.
zh_hans: 此 Mac 为区块签名时，%@ 会阻止它进入睡眠，使用电池时也如此。
zh_hant: 此 Mac 簽署區塊時，%@ 會讓它保持喚醒，使用電池時也是如此。

source: Who sees your addresses
ja: アドレスを閲覧できる相手
ko: 내 주소를 누가 보나요
zh_hans: 谁能看到你的地址
zh_hant: 誰能查看你的地址

source: Working · %llu blocks
ja: 稼働中 · %lluブロック
ko: 작동 중 · 블록 %llu개
zh_hans: 正在运行 · %llu 个区块
zh_hant: 正在執行 · %llu 個區塊

source: Wrap %@
ja: %@をラップ
ko: %@ 래핑
zh_hans: 封装 %@
zh_hant: 封裝 %@

source: Wrapped test DBLN
ja: ラップされたテスト用DBLN
ko: 래핑된 테스트 DBLN
zh_hans: 封装的测试 DBLN
zh_hant: 封裝的測試 DBLN

source: Write them on paper, in order. Do not photograph or store them on this device.
ja: 順番どおりに紙に書き留めてください。写真を撮ったり、このデバイスに保存したりしないでください。
ko: 종이에 순서대로 적어 두세요. 사진을 찍거나 이 기기에 저장하지 마세요.
zh_hans: 请按顺序写在纸上。不要拍照，也不要保存在此设备上。
zh_hant: 請依序寫在紙上，不要拍照或儲存在此裝置。

source: You are about to open **%@**. Explore shows pages like any browser: the site's content is the site's, not %@'s.
ja: **%@**を開こうとしています。探索は通常のブラウザと同じようにページを表示します。サイトの内容はそのサイトのもので、%@のものではありません。
ko: **%@** 사이트를 열려고 해요. 둘러보기는 보통 브라우저처럼 페이지를 보여 줘요. 사이트 내용은 그 사이트의 것이고 %@의 것이 아니에요.
zh_hans: 你即将打开 **%@**。“浏览”与一般浏览器一样显示网页，网站内容属于该网站，不属于 %@。
zh_hant: 即將開啟 **%@**。「探索」會像一般瀏覽器一樣顯示網頁，網站內容屬於該網站，並非 %@ 的內容。

source: You can take this back any time in Security → Connected sites.
ja: いつでも「セキュリティ」→「接続済みのサイト」で取り消せます。
ko: 언제든 보안 → 연결된 사이트에서 되돌릴 수 있어요.
zh_hans: 你随时可以在“安全”→“已连接的网站”中撤销。
zh_hant: 可隨時在「安全性」→「已連線的網站」中撤銷。

source: You will send
ja: 送る数量
ko: 보낼 수량
zh_hans: 你将发送
zh_hant: 將傳送的數量

source: Your Aether wallet and node data are moving over.
ja: Aetherのウォレットとノードのデータを移動しています。
ko: Aether의 지갑과 노드 데이터를 옮기고 있어요.
zh_hans: 正在迁移你的 Aether 钱包和节点数据。
zh_hant: 正在移入 Aether 的錢包與節點資料。

source: Your Mac checks every block itself and your wallet asks it instead of the network. It stops when you quit %@.
ja: Macがすべてのブロックを直接確認し、ウォレットはネットワークの代わりにこのMacに問い合わせます。%@を終了すると止まります。
ko: Mac이 모든 블록을 직접 확인하고, 지갑은 네트워크 대신 이 Mac에 물어봐요. %@를 종료하면 멈춰요.
zh_hans: 你的 Mac 自行检查每个区块，钱包会向它查询，而非向网络查询。退出 %@ 时停止。
zh_hant: 你的 Mac 會自行檢查每個區塊，錢包會向此 Mac 查詢，而非向網路查詢。結束 %@ 時會停止。

source: Your Mac checks every block itself. Checking alone earns no reward.
ja: Macがすべてのブロックを直接確認します。確認だけでは報酬はありません。
ko: Mac이 모든 블록을 직접 확인해요. 확인만으로는 보상이 없어요.
zh_hans: 你的 Mac 自行检查每个区块。仅检查不会获得奖励。
zh_hant: 你的 Mac 會自行檢查每個區塊，僅檢查不會獲得獎勵。

source: Your Mac keeps a share of the network's past so anyone can check it. Keeping more, for longer, earns more once storage rewards are switched on.
ja: このMacがネットワークの過去の履歴の一部を保管し、誰でも検証できるようにします。保管の報酬が有効になると、多く、長く保管するほど報酬が増えます。
ko: 이 Mac이 네트워크의 지난 기록을 나눠 보관해서 누구나 검증할 수 있게 해요. 보관 보상이 켜지면 더 많이, 더 오래 보관할수록 더 많이 받아요.
zh_hans: 你的 Mac 分担保留网络过去的记录，供任何人检查。存储奖励开启后，保留越多、越久，获得的奖励就越多。
zh_hant: 你的 Mac 會保留部分網路歷史紀錄，讓任何人都可驗證。儲存獎勵啟用後，保留越多、越久，獎勵就越多。

source: Your Mac proves it is online every hour, for free. After %llu hours in a row it enters the daily draw of voting Macs (%u registered).
ja: Macは毎時間、接続していることを無料で証明します。%llu時間連続で接続すると、毎日の投票Macの抽選に参加します（登録済み%u台）。
ko: Mac이 매시간 켜져 있음을 무료로 증명해요. %llu시간 연속으로 켜져 있으면 매일 하는 투표 Mac 추첨에 들어가요(등록 %u대).
zh_hans: 你的 Mac 每小时免费证明自己在线。连续在线 %llu 小时后，会参加每日投票 Mac 的抽选（已注册 %u 台）。
zh_hant: 你的 Mac 每小時免費證明自己保持連線。連續 %llu 小時後，會參加每日的投票 Mac 抽選（已註冊 %u 部）。

source: Your Mac proves it is online every hour, for free. The network starts drawing voting Macs once %u Macs are registered (%u so far) and each has been online %llu hours in a row.
ja: Macは毎時間、接続していることを無料で証明します。%u台のMacが登録され（現在%u台）、それぞれ%llu時間連続で接続すると、ネットワークが投票Macの抽選を始めます。
ko: Mac이 매시간 켜져 있음을 무료로 증명해요. Mac이 %u대 등록되고(지금 %u대) 각각 %llu시간 연속으로 켜져 있으면 네트워크가 투표 Mac을 뽑기 시작해요.
zh_hans: 你的 Mac 每小时免费证明自己在线。注册的 Mac 达到 %u 台（目前 %u 台），且每台均连续在线 %llu 小时后，网络开始抽选投票 Mac。
zh_hant: 你的 Mac 每小時免費證明自己保持連線。當 %u 部 Mac 註冊（目前 %u 部），且各自連續連線 %llu 小時後，網路便會開始抽選投票 Mac。

source: Your Mac proves it is online every hour. After %llu hours in a row it can be drawn to sign blocks.
ja: Macは毎時間、接続していることを証明します。%llu時間連続で接続すると、ブロックへの署名に選ばれる可能性があります。
ko: Mac이 매시간 켜져 있음을 증명해요. %llu시간 연속으로 켜져 있으면 블록 서명에 뽑힐 수 있어요.
zh_hans: 你的 Mac 每小时证明自己在线。连续在线 %llu 小时后，就有机会被选中为区块签名。
zh_hant: 你的 Mac 每小時證明自己保持連線。連續 %llu 小時後，便有機會獲選簽署區塊。

source: Your balance history appears here as it changes.
ja: 残高が変わると、その履歴がここに表示されます。
ko: 잔액이 바뀌면 그 흐름이 여기에 나타나요.
zh_hans: 余额变化时，历史记录会显示在这里。
zh_hant: 餘額變化會顯示在這裡。

source: Your data has not finished moving
ja: データの移動はまだ完了していません
ko: 데이터 이동이 아직 끝나지 않았어요
zh_hans: 你的数据尚未移完
zh_hant: 你的資料尚未完成移動

source: Your favorites, recent sites, and EastSea apps.
ja: お気に入り、最近のサイト、EastSeaアプリをまとめて確認できます。
ko: 즐겨찾기와 최근 방문 사이트, 동해 앱을 한곳에서 볼 수 있어요.
zh_hans: 在这里查看收藏、最近访问的网站和 EastSea 应用。
zh_hant: 在這裡查看收藏、最近造訪的網站和 EastSea 應用程式。

source: Your key never leaves this device, so there is no seed phrase to back up. Instead, write down 24 recovery words: if you lose every device, they move your funds to a new Mac after a 48-hour safety delay. If someone else finds them, they can only start that delay, and any of your devices can cancel it.
ja: キーはこのデバイスの外に出ないため、キーを復元するフレーズのバックアップはありません。代わりに復旧用の24単語を書き留めてください。すべてのデバイスを失っても、安全のための48時間の待機後に、新しいMacへ資金を移せます。ほかの人が単語を見つけても待機を始めるだけで、自分のどのデバイスからでもキャンセルできます。
ko: 키가 이 기기 밖으로 나가지 않으니 백업할 시드 문구도 없어요. 대신 복구 단어 24개를 적어 두세요. 기기를 모두 잃어버려도 48시간의 안전 대기 뒤에 새 Mac으로 돈을 옮길 수 있어요. 다른 사람이 단어를 찾아도 대기를 시작할 수 있을 뿐이고, 내 기기 아무거나로 취소할 수 있어요.
zh_hans: 密钥不会离开此设备，因此没有需要备份的助记词。请改为记下 24 个恢复词：如果所有设备都丢失，在 48 小时的安全等待期后，它们可将资金转移到新的 Mac。即使他人找到恢复词，也只能启动等待期，你的任一设备都能取消。
zh_hant: 金鑰不會離開此裝置，因此沒有要備份的種子詞組。請改為記下 24 個復原詞語：若遺失所有裝置，安全等候 48 小時後，可將資金移至新的 Mac。若其他人找到詞語，也只能開始等候，而你的任何裝置都可取消。
